Repository: sunoj/hiboss
Catalog: macos/Sources/HibossIsland/Resources/Localizable.xcstrings
Source language: en
Languages: ar, es, fr, hi, ja, ko, pt_br, ru, th, zh_hans

source: Show a one-time QR code that includes this server and enrolls a phone without typing a token.
ar: اعرض رمز QR صالحًا لمرة واحدة يتضمن هذا الخادم ويسجّل الهاتف دون كتابة أي رمز.
es: Muestra un código QR de un solo uso que incluye este servidor y registra un teléfono sin escribir ningún token.
fr: Affichez un code QR à usage unique qui inclut ce serveur et inscrit un téléphone sans saisir de jeton.
hi: एक बार इस्तेमाल होने वाला QR कोड दिखाएँ, जिसमें यह सर्वर शामिल है और जिससे टोकन टाइप किए बिना फ़ोन जुड़ जाता है।
ja: このサーバの情報を含む一回限りの QR コードを表示し、トークンを入力せずにスマートフォンを登録します。
ko: 이 서버 정보가 포함된 일회용 QR 코드를 표시하여 토큰을 입력하지 않고 휴대폰을 등록해요.
pt_br: Mostra um código QR de uso único que inclui este servidor e registra um celular sem digitar um token.
ru: Показать одноразовый QR-код с адресом этого сервера, чтобы подключить телефон без ввода токена.
th: แสดงรหัส QR แบบใช้ครั้งเดียวที่มีข้อมูลเซิร์ฟเวอร์นี้ เพื่อลงทะเบียนโทรศัพท์โดยไม่ต้องพิมพ์โทเค็น
zh_hans: 显示包含此服务器信息的一次性二维码，手机扫码即可添加，无需输入令牌。

source: Sosumi
ar: سونومي
ru: Сосуми
th: Sonumi

source: Submarine
ar: غمر
ru: Субмарина
th: ดำน้ำ
zh_hans: 潜水艇

source: This one-time code has been used.
ar: تم استخدام هذا الرمز الصالح لمرة واحدة.
es: Este código de un solo uso ya se usó.
fr: Ce code à usage unique a été utilisé.
hi: यह एक बार का कोड इस्तेमाल हो चुका है।
ja: この一回限りのコードは使用済みです。
ko: 이 일회용 코드는 이미 사용되었어요.
pt_br: Este código de uso único já foi usado.
ru: Этот одноразовый код уже использован.
th: รหัสแบบใช้ครั้งเดียวนี้ถูกใช้แล้ว
zh_hans: 此一次性配对码已被使用。

source: Time left
ar: الوقت المتبقي
es: Tiempo restante
fr: Temps restant
hi: बचा समय
ja: 残り時間
ko: 남은 시간
pt_br: Tempo restante
ru: Осталось
th: เวลาที่เหลือ
zh_hans: 剩余时间

source: Tink
ar: بوب
ru: Звяк
th: บุ๊บ
zh_hans: 叮

source: Valid for
ar: صالح لمدة
es: Válido durante
fr: Valable encore
hi: मान्य अवधि
ja: 有効期間
ko: 유효 기간
pt_br: Válido por
ru: Действует
th: ใช้ได้อีก
zh_hans: 有效期

source: Waiting
ar: بانتظار
es: Esperando
fr: En attente
hi: प्रतीक्षा में
ja: 待ち時間
ko: 대기 시간
pt_br: Aguardando
ru: Ожидает
th: รอมาแล้ว
zh_hans: 等待时长

source: Waiting %@
ar: بانتظار منذ %@
es: Esperando %@
fr: En attente depuis %@
hi: %@ से प्रतीक्षा में
ja: %@待機中
ko: %@ 대기 중
pt_br: Aguardando há %@
ru: Ожидает %@
th: รอมาแล้ว %@
zh_hans: 已等待 %@

source: Waiting on you
ar: بانتظارك
es: Esperándote
fr: Vous attend
hi: आपकी प्रतीक्षा में
ja: あなたの対応待ち
ko: 내 응답 대기 중
pt_br: Aguardando você
ru: Ждёт вашего ответа
th: รอคุณอยู่
zh_hans: 等你处理

source: Will choose
ar: سيختار
es: Elegirá
fr: Choix prévu
hi: यह चुनेगा
ja: 自動選択
ko: 자동 선택
pt_br: Escolherá
ru: Будет выбрано
th: จะเลือก
zh_hans: 到时选择

source: You're clear. Agents will show up here when they need a decision.
ar: لا شيء معلّق. سيظهر الوكلاء هنا عندما يحتاجون إلى قرار.
es: Todo en orden. Los agentes aparecerán aquí cuando necesiten una decisión.
fr: Rien à traiter. Les agents apparaîtront ici lorsqu’ils auront besoin d’une décision.
hi: सब निपट गया। जब एजेंटों को निर्णय चाहिए होगा, वे यहाँ दिखेंगे।
ja: 対応が必要な項目はありません。エージェントが判断を必要とすると、ここに表示されます。
ko: 모두 처리했어요. 에이전트에게 결정이 필요하면 여기에 표시돼요.
pt_br: Tudo em dia. Os agentes aparecerão aqui quando precisarem de uma decisão.
ru: Всё чисто. Агенты появятся здесь, когда им понадобится ваше решение.
th: ไม่มีงานค้าง เอเจนต์จะแสดงที่นี่เมื่อต้องการให้คุณตัดสินใจ
zh_hans: 全部处理完毕。智能体需要决策时会显示在这里。

source: Pair with code
ar: الإقران برمز
es: Vincular con código
fr: Jumeler avec un code
hi: कोड से पेयर करें
ja: コードでペアリング
ko: 코드로 페어링
pt_br: Parear com código
ru: Привязка по коду
th: จับคู่ด้วยรหัส
zh_hans: 使用配对码

source: Pair with Code…
ar: الإقران برمز…
es: Vincular con código…
fr: Jumeler avec un code…
hi: कोड से पेयर करें…
ja: コードでペアリング…
ko: 코드로 페어링…
pt_br: Parear com código…
ru: Привязать по коду…
th: จับคู่ด้วยรหัส…
zh_hans: 使用配对码配对…

source: Paste a hiboss://pair link from a signed-in device, or type its server and one-time code.
ar: الصق رابط hiboss://pair من جهاز مسجّل الدخول، أو اكتب الخادم والرمز لمرة واحدة.
es: Pega un enlace hiboss://pair de un dispositivo con sesión iniciada, o escribe su servidor y su código de un solo uso.
fr: Collez un lien hiboss://pair depuis un appareil connecté, ou saisissez son serveur et son code à usage unique.
hi: साइन-इन किए गए डिवाइस से hiboss://pair लिंक पेस्ट करें, या उसका सर्वर और एक-बार वाला कोड टाइप करें।
ja: サインイン済みのデバイスの hiboss://pair リンクを貼り付けるか、サーバとワンタイムコードを入力します。
ko: 로그인된 기기의 hiboss://pair 링크를 붙여 넣거나 서버와 일회용 코드를 입력하세요.
pt_br: Cole um link hiboss://pair de um dispositivo conectado ou digite o servidor e o código de uso único.
ru: Вставьте ссылку hiboss://pair с устройства, где выполнен вход, или введите сервер и одноразовый код.
th: วางลิงก์ hiboss://pair จากอุปกรณ์ที่ลงชื่อเข้าใช้แล้ว หรือพิมพ์เซิร์ฟเวอร์และรหัสใช้ครั้งเดียว
zh_hans: 粘贴已登录设备提供的 hiboss://pair 链接，或输入其服务器和一次性配对码。

source: Use a Boss Token
ar: استخدام Boss Token
es: Usar un Boss Token
fr: Utiliser un Boss Token
hi: Boss Token इस्तेमाल करें
ja: Boss Token を使用
ko: Boss Token 사용
pt_br: Usar um Boss Token
ru: Использовать Boss Token
th: ใช้ Boss Token
zh_hans: 使用 Boss Token

source: Pairing link
ar: رابط الإقران
es: Enlace de vinculación
fr: Lien de jumelage
hi: पेयरिंग लिंक
ja: ペアリングリンク
ko: 페어링 링크
pt_br: Link de pareamento
ru: Ссылка для привязки
th: ลิงก์จับคู่
zh_hans: 配对链接

source: Paste a link
ar: لصق رابط
es: Pega un enlace
fr: Coller un lien
hi: लिंक पेस्ट करें
ja: リンクを貼り付け
ko: 링크 붙여 넣기
pt_br: Cole um link
ru: Вставьте ссылку
th: วางลิงก์
zh_hans: 粘贴链接

source: On a signed-in iPhone or Mac, open Pair another device and copy its link.
ar: على iPhone أو Mac مسجّل الدخول، افتح «إقران جهاز آخر» وانسخ الرابط.
es: En un iPhone o Mac con sesión iniciada, abre Vincular otro dispositivo y copia su enlace.
fr: Sur un iPhone ou un Mac connecté, ouvrez Jumeler un autre appareil et copiez son lien.
hi: साइन-इन किए गए iPhone या Mac पर ‘दूसरा डिवाइस पेयर करें’ खोलें और उसका लिंक कॉपी करें।
ja: サインイン済みの iPhone または Mac で「別のデバイスをペアリング」を開き、リンクをコピーします。
ko: 로그인된 iPhone이나 Mac에서 ‘다른 기기 페어링’을 열고 링크를 복사하세요.
pt_br: Em um iPhone ou Mac conectado, abra Parear outro dispositivo e copie o link.
ru: На iPhone или Mac, где выполнен вход, откройте «Привязать ещё устройство» и скопируйте ссылку.
th: บน iPhone หรือ Mac ที่ลงชื่อเข้าใช้แล้ว ให้เปิด จับคู่อุปกรณ์อื่น แล้วคัดลอกลิงก์
zh_hans: 在已登录的 iPhone 或 Mac 上打开“配对其他设备”，然后复制其链接。

source: Or type the server and code
ar: أو اكتب الخادم والرمز
es: O escribe el servidor y el código
fr: Ou saisissez le serveur et le code
hi: या सर्वर और कोड टाइप करें
ja: またはサーバとコードを入力
ko: 또는 서버와 코드 입력
pt_br: Ou digite o servidor e o código
ru: Или введите сервер и код
th: หรือพิมพ์เซิร์ฟเวอร์และรหัส
zh_hans: 或输入服务器和配对码

source: Server
ar: الخادم
es: Servidor
fr: Serveur
hi: सर्वर
ja: サーバ
ko: 서버
pt_br: Servidor
ru: Сервер
th: เซิร์ฟเวอร์
zh_hans: 服务器

source: Pairing…
ar: جارٍ الإقران…
es: Vinculando…
fr: Jumelage…
hi: पेयर किया जा रहा है…
ja: ペアリング中…
ko: 페어링 중…
pt_br: Pareando…
ru: Привязка…
th: กำลังจับคู่…
zh_hans: 正在配对…

source: Confirm
ar: تأكيد
es: Confirmar
fr: Confirmer
hi: पुष्टि करें
ja: 確認
ko: 확인
pt_br: Confirmar
ru: Подтверждение
th: ยืนยัน
zh_hans: 确认

source: The one-time code is sent only to this server. Pair only with a server you trust.
ar: يُرسَل الرمز لمرة واحدة إلى هذا الخادم فقط. لا تُقرن إلا مع خادم تثق به.
es: El código de un solo uso solo se envía a este servidor. Vincula solo con un servidor de confianza.
fr: Le code à usage unique est envoyé uniquement à ce serveur. Ne jumelez qu’avec un serveur de confiance.
hi: एक-बार वाला कोड केवल इसी सर्वर को भेजा जाता है। केवल भरोसेमंद सर्वर से पेयर करें।
ja: ワンタイムコードはこのサーバにのみ送信されます。信頼できるサーバとだけペアリングしてください。
ko: 일회용 코드는 이 서버로만 전송돼요. 신뢰하는 서버와만 페어링하세요.
pt_br: O código de uso único é enviado apenas a este servidor. Pareie somente com um servidor confiável.
ru: Одноразовый код отправляется только на этот сервер. Выполняйте привязку только к серверу, которому доверяете.
th: รหัสใช้ครั้งเดียวจะส่งไปยังเซิร์ฟเวอร์นี้เท่านั้น จับคู่กับเซิร์ฟเวอร์ที่คุณเชื่อถือเท่านั้น
zh_hans: 一次性配对码只会发送到此服务器。请仅与你信任的服务器配对。

source: Pair
ar: إقران
es: Vincular
fr: Jumeler
hi: पेयर करें
ja: ペアリング
ko: 페어링
pt_br: Parear
ru: Привязать
th: จับคู่
zh_hans: 配对

source: Pair with %@
ar: الإقران مع %@
es: Vincular con %@
fr: Jumeler avec %@
hi: %@ से पेयर करें
ja: %@ とペアリング
ko: %@와 페어링
pt_br: Parear com %@
ru: Привязать к %@
th: จับคู่กับ %@
zh_hans: 与 %@ 配对

source: On a Mac, paste the link into Pair with Code. The link carries the server and a one-time code, never a token.
ar: على Mac، الصق الرابط في «الإقران برمز». يحمل الرابط الخادم ورمزًا لمرة واحدة، ولا يحمل رمز وصول أبدًا.
es: En un Mac, pega el enlace en Vincular con código. El enlace lleva el servidor y un código de un solo uso, nunca un token.
fr: Sur un Mac, collez le lien dans Jumeler avec un code. Le lien contient le serveur et un code à usage unique, jamais un jeton.
hi: Mac पर, लिंक को ‘कोड से पेयर करें’ में पेस्ट करें। लिंक में सर्वर और एक-बार वाला कोड होता है, कभी टोकन नहीं।
ja: Mac では、リンクを「コードでペアリング」に貼り付けます。リンクに含まれるのはサーバとワンタイムコードだけで、トークンは含まれません。
ko: Mac에서는 링크를 ‘코드로 페어링’에 붙여 넣으세요. 링크에는 서버와 일회용 코드만 있고 토큰은 없어요.
pt_br: Em um Mac, cole o link em Parear com código. O link leva o servidor e um código de uso único, nunca um token.
ru: На Mac вставьте ссылку в «Привязать по коду». Ссылка содержит сервер и одноразовый код, но не токен.
th: บน Mac ให้วางลิงก์ใน จับคู่ด้วยรหัส ลิงก์มีเพียงเซิร์ฟเวอร์และรหัสใช้ครั้งเดียว ไม่มีโทเค็น
zh_hans: 在 Mac 上，将链接粘贴到“使用配对码配对”。链接只包含服务器和一次性配对码，从不包含 Token。

source: Copy Link
ar: نسخ الرابط
es: Copiar enlace
fr: Copier le lien
hi: लिंक कॉपी करें
ja: リンクをコピー
ko: 링크 복사
pt_br: Copiar link
ru: Скопировать ссылку
th: คัดลอกลิงก์
zh_hans: 复制链接

source: Pairing links need an HTTPS server URL. Plain HTTP works only for localhost.
ar: تحتاج روابط الإقران إلى عنوان خادم HTTPS. لا يعمل HTTP العادي إلا مع localhost.
es: Los enlaces de vinculación necesitan una URL de servidor HTTPS. HTTP sin cifrar solo funciona con localhost.
fr: Les liens de jumelage exigent une URL de serveur HTTPS. Le HTTP simple ne fonctionne que pour localhost.
hi: पेयरिंग लिंक के लिए HTTPS सर्वर URL चाहिए। सादा HTTP केवल localhost पर काम करता है।
ja: ペアリングリンクには HTTPS のサーバ URL が必要です。通常の HTTP は localhost でのみ使用できます。
ko: 페어링 링크에는 HTTPS 서버 URL이 필요해요. 일반 HTTP는 localhost에서만 작동해요.
pt_br: Links de pareamento exigem uma URL de servidor HTTPS. HTTP simples funciona apenas com localhost.
ru: Для ссылок привязки нужен URL сервера с HTTPS. Обычный HTTP работает только для localhost.
th: ลิงก์จับคู่ต้องใช้ URL เซิร์ฟเวอร์แบบ HTTPS ใช้ HTTP ธรรมดาได้เฉพาะ localhost
zh_hans: 配对链接需要 HTTPS 服务器地址。普通 HTTP 仅适用于 localhost。

source: Cancel
ar: إلغاء
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
ko: 취소
pt_br: Cancelar
ru: Отменить
th: ยกเลิก
zh_hans: 取消

source: Device Requests
ar: طلبات الأجهزة
es: Solicitudes de dispositivos
fr: Demandes d’appareils
hi: डिवाइस अनुरोध
ja: デバイスのリクエスト
ko: 기기 요청
pt_br: Solicitações de dispositivos
ru: Запросы устройств
th: คำขออุปกรณ์
zh_hans: 设备请求

source: Reject
ar: رفض
es: Rechazar
fr: Refuser
hi: अस्वीकार करें
ja: 拒否
ko: 거부
pt_br: Rejeitar
ru: Отклонить
th: ปฏิเสธ
zh_hans: 拒绝

source: Reject…
ar: رفض…
es: Rechazar…
fr: Refuser…
hi: अस्वीकार करें…
ja: 拒否…
ko: 거부…
pt_br: Rejeitar…
ru: Отклонить…
th: ปฏิเสธ…
zh_hans: 拒绝…

source: Approve
ar: موافقة
es: Aprobar
fr: Approuver
hi: स्वीकृत करें
ja: 承認
ko: 승인
pt_br: Aprovar
ru: Одобрить
th: อนุมัติ
zh_hans: 批准

source: The machine will not join. It can send a new request later.
ar: لن ينضم هذا الجهاز. يمكنه إرسال طلب جديد لاحقًا.
es: La máquina no se unirá. Puede enviar una nueva solicitud más tarde.
fr: La machine ne rejoindra pas. Elle pourra envoyer une nouvelle demande plus tard.
hi: यह मशीन नहीं जुड़ेगी। यह बाद में नया अनुरोध भेज सकती है।
ja: このマシンは参加しません。後で新しいリクエストを送信できます。
ko: 이 머신은 참가하지 않습니다. 나중에 새 요청을 보낼 수 있습니다.
pt_br: A máquina não vai entrar. Ela pode enviar uma nova solicitação depois.
ru: Машина не будет подключена. Позже она сможет отправить новый запрос.
th: เครื่องนี้จะไม่ได้เข้าร่วม และส่งคำขอใหม่ได้ในภายหลัง
zh_hans: 该机器将不会加入。它之后可以重新发送请求。

source: Loading request…
ar: جارٍ تحميل الطلب…
es: Cargando solicitud…
fr: Chargement de la demande…
hi: अनुरोध लोड हो रहा है…
ja: リクエストを読み込み中…
ko: 요청을 불러오는 중…
pt_br: Carregando solicitação…
ru: Загрузка запроса…
th: กำลังโหลดคำขอ…
zh_hans: 正在加载请求…

source: Request unavailable
ar: الطلب غير متاح
es: Solicitud no disponible
fr: Demande indisponible
hi: अनुरोध उपलब्ध नहीं है
ja: リクエストを利用できません
ko: 요청을 사용할 수 없음
pt_br: Solicitação indisponível
ru: Запрос недоступен
th: ไม่มีคำขอนี้
zh_hans: 请求不可用

source: Verification code
ar: رمز التحقق
es: Código de verificación
fr: Code de vérification
hi: सत्यापन कोड
ja: 確認コード
ko: 인증 코드
pt_br: Código de verificação
ru: Код подтверждения
th: รหัสยืนยัน
zh_hans: 验证码

source: Verification code %@
ar: رمز التحقق %@
es: Código de verificación %@
fr: Code de vérification %@
hi: सत्यापन कोड %@
ja: 確認コード %@
ko: 인증 코드 %@
pt_br: Código de verificação %@
ru: Код подтверждения %@
th: รหัสยืนยัน %@
zh_hans: 验证码 %@

source: Approve only if the new machine shows this code
ar: وافق فقط إذا كان الجهاز الجديد يعرض هذا الرمز
es: Aprueba solo si la máquina nueva muestra este código
fr: N’approuvez que si la nouvelle machine affiche ce code
hi: केवल तभी स्वीकृत करें जब नई मशीन यही कोड दिखाए
ja: 新しいマシンにこのコードが表示されている場合にのみ承認してください
ko: 새 머신에 이 코드가 표시될 때만 승인하세요
pt_br: Aprove somente se a nova máquina mostrar este código
ru: Одобряйте, только если новая машина показывает этот код
th: อนุมัติเฉพาะเมื่อเครื่องใหม่แสดงรหัสนี้เท่านั้น
zh_hans: 仅当新机器显示此验证码时才批准

source: Device
ar: الجهاز
es: Dispositivo
fr: Appareil
hi: डिवाइस
ja: デバイス
ko: 기기
pt_br: Dispositivo
ru: Устройство
th: อุปกรณ์
zh_hans: 设备

source: Name
ar: الاسم
es: Nombre
fr: Nom
hi: नाम
ja: 名前
ko: 이름
pt_br: Nome
ru: Имя
th: ชื่อ
zh_hans: 名称

source: Host
ar: المضيف
fr: Hôte
hi: होस्ट
ja: ホスト
ko: 호스트
ru: Хост
th: โฮสต์
zh_hans: 主机

source: Invited from %@
ar: مدعو من %@
es: Invitado desde %@
fr: Invité depuis %@
hi: %@ से आमंत्रित
ja: %@ から招待
ko: %@에서 초대함
pt_br: Convidado de %@
ru: Приглашение от %@
th: เชิญจาก %@
zh_hans: 邀请来自 %@

source: Requested
ar: وقت الطلب
es: Solicitado
fr: Demandé
hi: अनुरोध किया गया
ja: リクエスト日時
ko: 요청 시각
pt_br: Solicitado
ru: Запрошено
th: ขอเมื่อ
zh_hans: 请求时间

source: Profiles
ar: الملفات الشخصية
es: Perfiles
fr: Profils
hi: प्रोफ़ाइल
ja: プロファイル
ko: 프로필
pt_br: Perfis
ru: Профили
th: โปรไฟล์
zh_hans: 配置

source: No profiles
ar: لا توجد ملفات شخصية
es: Sin perfiles
fr: Aucun profil
hi: कोई प्रोफ़ाइल नहीं
ja: プロファイルなし
ko: 프로필 없음
pt_br: Nenhum perfil
ru: Нет профилей
th: ไม่มีโปรไฟล์
zh_hans: 没有配置

source: Reject %@?
ar: هل تريد رفض %@؟
es: ¿Rechazar %@?
fr: Refuser %@ ?
hi: %@ को अस्वीकार करें?
ja: %@ を拒否しますか？
ko: %@을(를) 거부할까요?
pt_br: Rejeitar %@?
ru: Отклонить %@?
th: ปฏิเสธ %@ ไหม
zh_hans: 拒绝 %@？

source: This request has no verification code, so it can’t be approved here.
ar: لا يتضمن هذا الطلب رمز تحقق، لذا لا يمكن الموافقة عليه هنا.
es: Esta solicitud no tiene código de verificación, así que no se puede aprobar aquí.
fr: Cette demande n’a pas de code de vérification ; elle ne peut donc pas être approuvée ici.
hi: इस अनुरोध में सत्यापन कोड नहीं है, इसलिए इसे यहां स्वीकृत नहीं किया जा सकता।
ja: このリクエストには確認コードがないため、ここでは承認できません。
ko: 이 요청에는 인증 코드가 없어 여기에서 승인할 수 없습니다.
pt_br: Esta solicitação não tem código de verificação, então não pode ser aprovada aqui.
ru: У этого запроса нет кода подтверждения, поэтому его нельзя одобрить здесь.
th: คำขอนี้ไม่มีรหัสยืนยัน จึงอนุมัติที่นี่ไม่ได้
zh_hans: 此请求没有验证码，因此无法在此批准。

source: %@ was rejected
ar: تم رفض %@
es: %@ se rechazó
fr: %@ a été refusé
hi: %@ अस्वीकार किया गया
ja: %@ を拒否しました
ko: %@을(를) 거부했습니다
pt_br: %@ foi rejeitado
ru: %@ отклонено
th: ปฏิเสธ %@ แล้ว
zh_hans: 已拒绝 %@

source: %@ can now join
ar: يمكن لـ %@ الانضمام الآن
es: %@ ya puede unirse
fr: %@ peut maintenant rejoindre
hi: %@ अब जुड़ सकता है
ja: %@ が参加できるようになりました
ko: 이제 %@이(가) 참가할 수 있습니다
pt_br: %@ já pode entrar
ru: %@ теперь может подключиться
th: ตอนนี้ %@ เข้าร่วมได้แล้ว
zh_hans: %@ 现在可以加入

source: Agents
ar: الوكلاء
es: Agentes
hi: एजेंट
ja: エージェント
ko: 에이전트
pt_br: Agentes
ru: Агенты
th: เอเจนต์
zh_hans: 智能体

source: Only an admin can approve devices
ar: يمكن للمسؤول فقط الموافقة على الأجهزة
es: Solo un administrador puede aprobar dispositivos
fr: Seul un administrateur peut approuver des appareils
hi: केवल एडमिन ही डिवाइस स्वीकृत कर सकता है
ja: デバイスを承認できるのは管理者のみです
ko: 관리자만 기기를 승인할 수 있습니다
pt_br: Somente um administrador pode aprovar dispositivos
ru: Только администратор может одобрять устройства
th: เฉพาะผู้ดูแลระบบเท่านั้นที่อนุมัติอุปกรณ์ได้
zh_hans: 只有管理员可以批准设备

source: Ask an admin of this HiBoss server to approve new machines.
ar: اطلب من مسؤول خادم HiBoss هذا الموافقة على الأجهزة الجديدة.
es: Pide a un administrador de este servidor HiBoss que apruebe las máquinas nuevas.
fr: Demandez à un administrateur de ce serveur HiBoss d’approuver les nouvelles machines.
hi: नई मशीनों को स्वीकृत करने के लिए इस HiBoss सर्वर के एडमिन से कहें।
ja: 新しいマシンの承認は、この HiBoss サーバーの管理者に依頼してください。
ko: 이 HiBoss 서버의 관리자에게 새 머신 승인을 요청하세요.
pt_br: Peça a um administrador deste servidor HiBoss para aprovar novas máquinas.
ru: Попросите администратора этого сервера HiBoss одобрить новые машины.
th: โปรดขอให้ผู้ดูแลเซิร์ฟเวอร์ HiBoss นี้อนุมัติเครื่องใหม่
zh_hans: 请让此 HiBoss 服务器的管理员批准新机器。

source: Loading device requests…
ar: جارٍ تحميل طلبات الأجهزة…
es: Cargando solicitudes de dispositivos…
fr: Chargement des demandes d’appareils…
hi: डिवाइस अनुरोध लोड हो रहे हैं…
ja: デバイスのリクエストを読み込み中…
ko: 기기 요청을 불러오는 중…
pt_br: Carregando solicitações de dispositivos…
ru: Загрузка запросов устройств…
th: กำลังโหลดคำขออุปกรณ์…
zh_hans: 正在加载设备请求…

source: Device requests unavailable
ar: طلبات الأجهزة غير متاحة
es: Solicitudes de dispositivos no disponibles
fr: Demandes d’appareils indisponibles
hi: डिवाइस अनुरोध उपलब्ध नहीं हैं
ja: デバイスのリクエストを利用できません
ko: 기기 요청을 사용할 수 없음
pt_br: Solicitações de dispositivos indisponíveis
ru: Запросы устройств недоступны
th: ไม่สามารถดูคำขออุปกรณ์ได้
zh_hans: 设备请求不可用

source: No device requests
ar: لا توجد طلبات أجهزة
es: No hay solicitudes de dispositivos
fr: Aucune demande d’appareil
hi: कोई डिवाइस अनुरोध नहीं
ja: デバイスのリクエストはありません
ko: 기기 요청 없음
pt_br: Nenhuma solicitação de dispositivo
ru: Нет запросов устройств
th: ไม่มีคำขออุปกรณ์
zh_hans: 没有设备请求

source: A machine that runs hiboss setup with an invite appears here for approval.
ar: يظهر هنا للموافقة أي جهاز يشغّل hiboss setup باستخدام دعوة.
es: Las máquinas que ejecutan hiboss setup con una invitación aparecen aquí para su aprobación.
fr: Une machine qui exécute hiboss setup avec une invitation apparaît ici pour approbation.
hi: जो मशीन आमंत्रण के साथ hiboss setup चलाती है, वह स्वीकृति के लिए यहां दिखाई देती है।
ja: 招待を使って hiboss setup を実行したマシンは、承認待ちとしてここに表示されます。
ko: 초대로 hiboss setup을 실행한 머신이 승인을 위해 여기에 표시됩니다.
pt_br: Uma máquina que executa hiboss setup com um convite aparece aqui para aprovação.
ru: Машина, выполнившая hiboss setup с приглашением, появится здесь для одобрения.
th: เครื่องที่รัน hiboss setup ด้วยคำเชิญจะแสดงที่นี่เพื่อรอการอนุมัติ
zh_hans: 使用邀请运行 hiboss setup 的机器会显示在这里等待批准。

source: New device wants to join
ar: جهاز جديد يريد الانضمام
es: Un dispositivo nuevo quiere unirse
fr: Un nouvel appareil souhaite rejoindre
hi: नया डिवाइस जुड़ना चाहता है
ja: 新しいデバイスが参加を求めています
ko: 새 기기가 참가를 요청합니다
pt_br: Um novo dispositivo quer entrar
ru: Новое устройство хочет подключиться
th: อุปกรณ์ใหม่ขอเข้าร่วม
zh_hans: 新设备请求加入

# %@ · code %@
source: %1$@ · code %2$@
ar: %1$@ · الرمز %2$@
es: %1$@ · código %2$@
hi: %1$@ · कोड %2$@
ja: %1$@ · コード %2$@
ko: %1$@ · 코드 %2$@
pt_br: %1$@ · código %2$@
ru: %1$@ · код %2$@
th: %1$@ · รหัส %2$@
zh_hans: %1$@ · 验证码 %2$@

source: Reject this device?
ar: هل تريد رفض هذا الجهاز؟
es: ¿Rechazar este dispositivo?
fr: Refuser cet appareil ?
hi: इस डिवाइस को अस्वीकार करें?
ja: このデバイスを拒否しますか？
ko: 이 기기를 거부할까요?
pt_br: Rejeitar este dispositivo?
ru: Отклонить это устройство?
th: ปฏิเสธอุปกรณ์นี้ไหม
zh_hans: 拒绝此设备？

source: Connect to review device requests.
ar: اتصل لمراجعة طلبات الأجهزة.
es: Conéctate para revisar las solicitudes de dispositivos.
fr: Connectez-vous pour examiner les demandes d’appareils.
hi: डिवाइस अनुरोधों की समीक्षा के लिए कनेक्ट करें।
ja: 接続するとデバイスのリクエストを確認できます。
ko: 연결하면 기기 요청을 검토할 수 있습니다.
pt_br: Conecte-se para revisar as solicitações de dispositivos.
ru: Подключитесь, чтобы просмотреть запросы устройств.
th: เชื่อมต่อเพื่อตรวจสอบคำขออุปกรณ์
zh_hans: 连接后即可查看设备请求。

source: Review…
ar: مراجعة…
es: Revisar…
fr: Examiner…
hi: समीक्षा करें…
ja: 確認…
ko: 검토…
pt_br: Revisar…
ru: Проверить…
th: ตรวจสอบ…
zh_hans: 查看…

source: Machines waiting to join.
ar: أجهزة تنتظر الانضمام.
es: Máquinas que esperan unirse.
fr: Machines en attente pour rejoindre.
hi: जुड़ने की प्रतीक्षा कर रही मशीनें।
ja: 参加を待っているマシン。
ko: 참가를 기다리는 머신입니다.
pt_br: Máquinas aguardando para entrar.
ru: Машины, ожидающие подключения.
th: เครื่องที่รอเข้าร่วม
zh_hans: 等待加入的机器。

source: Refresh device requests
ar: تحديث طلبات الأجهزة
es: Actualizar solicitudes de dispositivos
fr: Actualiser les demandes d’appareils
hi: डिवाइस अनुरोध रीफ़्रेश करें
ja: デバイスのリクエストを更新
ko: 기기 요청 새로 고침
pt_br: Atualizar solicitações de dispositivos
ru: Обновить запросы устройств
th: รีเฟรชคำขออุปกรณ์
zh_hans: 刷新设备请求

source: Workspace
ar: مساحة العمل
es: Espacio de trabajo
fr: Espace de travail
hi: वर्कस्पेस
ja: ワークスペース
ko: 작업 공간
pt_br: Espaço de trabalho
ru: Рабочая область
th: พื้นที่ทำงาน
zh_hans: 工作台

source: Decision filters
ar: عوامل تصفية القرارات
es: Filtros de decisiones
fr: Filtres de décisions
hi: निर्णय फ़िल्टर
ja: 判断のフィルタ
ko: 결정 필터
pt_br: Filtros de decisões
ru: Фильтры решений
th: ตัวกรองการตัดสินใจ
zh_hans: 决策筛选

source: Find a session
ar: البحث عن جلسة
es: Buscar una sesión
fr: Rechercher une session
hi: सत्र खोजें
ja: セッションを検索
ko: 세션 찾기
pt_br: Encontrar uma sessão
ru: Найти сеанс
th: ค้นหาเซสชัน
zh_hans: 搜索会话

source: No matching sessions
ar: لا توجد جلسات مطابقة
es: No hay sesiones coincidentes
fr: Aucune session correspondante
hi: कोई मेल खाता सत्र नहीं
ja: 一致するセッションはありません
ko: 일치하는 세션 없음
pt_br: Nenhuma sessão correspondente
ru: Нет подходящих сеансов
th: ไม่พบเซสชันที่ตรงกัน
zh_hans: 没有匹配的会话

source: Recent messages
ar: الرسائل الأخيرة
es: Mensajes recientes
fr: Messages récents
hi: हाल के संदेश
ja: 最近のメッセージ
ko: 최근 메시지
pt_br: Mensagens recentes
ru: Недавние сообщения
th: ข้อความล่าสุด
zh_hans: 近期消息

source: Decisions first. Follow your agents’ progress below.
ar: القرارات أولًا. تابع تقدّم وكلائك أدناه.
es: Primero las decisiones. Sigue el progreso de tus agentes abajo.
fr: Les décisions d’abord. Suivez la progression de vos agents ci-dessous.
hi: पहले निर्णय लें। नीचे अपने एजेंटों की प्रगति देखें।
ja: まず判断を。エージェントの進捗は下で確認できます。
ko: 결정을 먼저 처리하세요. 에이전트 진행 상황은 아래에서 확인할 수 있습니다.
pt_br: Decisões primeiro. Acompanhe o progresso dos seus agentes abaixo.
ru: Сначала решения. Ход работы агентов — ниже.
th: จัดการการตัดสินใจก่อน แล้วติดตามความคืบหน้าของเอเจนต์ด้านล่าง
zh_hans: 先处理决策，再查看下方的任务进展。

source: Open decision
ar: فتح القرار
es: Abrir decisión
fr: Ouvrir la décision
hi: निर्णय खोलें
ja: 判断を開く
ko: 결정 열기
pt_br: Abrir decisão
ru: Открыть решение
th: เปิดการตัดสินใจ
zh_hans: 查看决策

source: Questions
ar: الأسئلة
es: Preguntas
hi: प्रश्न
ja: 質問
ko: 질문
pt_br: Perguntas
ru: Вопросы
th: คำถาม
zh_hans: 待答问题

source: Questions waiting for your answer.
ar: أسئلة تنتظر إجابتك.
es: Preguntas que esperan tu respuesta.
fr: Questions en attente de votre réponse.
hi: आपके उत्तर की प्रतीक्षा में प्रश्न।
ja: あなたの回答を待っている質問です。
ko: 답변을 기다리는 질문입니다.
pt_br: Perguntas aguardando sua resposta.
ru: Вопросы, ожидающие вашего ответа.
th: คำถามที่รอคำตอบจากคุณ
zh_hans: 等待你回复的问题。

source: Live tasks
ar: المهام الجارية
es: Tareas en curso
fr: Tâches en cours
hi: चल रहे कार्य
ja: 実行中のタスク
ko: 진행 중인 작업
pt_br: Tarefas em andamento
ru: Текущие задачи
th: งานที่กำลังทำ
zh_hans: 实时任务
